{
/* Exception reason (not displayed yet) */
"Error after gpg execution" = "gpg実行後のエラー";
"gpg execution manually interrupted" = "gpgの実行は手動で中断されました";

/* Passphrase entry message */
"Enter passphrase for %@:" = "%@ のためにパスフレーズを入力して下さい:"; // Param is the userID of a key
"Enter passphrase for this message:" = "このメッセージのためにパスフレーズを入力して下さい:"; // Symmetric encryption/decryption, no key

/* Keychain support */
"Can't get default keychain!" = "初期設定のキーチェーンを得ることができません!";
"Password buffer too small for keychain!" = "キーチェーンにとっては、パスワードのバッファが小さすぎます!";
"Invalid reference to the keychain item for %s:%@" = "%s:%@ にとっては、キーチェーン項目への参照は無効です"; // 1st argument is service, 2nd argument is user name
"Unknown problem accessing keychain! Error %d" = "キーチェーンにアクセスすることの未知の問題です! エラー %d";
"Can't store the password for %s:%@: it is too long for the keychain!" = "%s:%@ のためにパスワードを蓄えることができません: それはキーチェーンにとって長過ぎます!"; // 1st argument is service, 2nd argument is user name
}